import { Film } from "../models/film.models";

export const FILMS: Film[] = [
    {
        id: 0,
        title: 'Пандорум',
        original: 'Pandorum 2009',
        category: 'ужасы, фантастика, боевик, триллер, детектив',
        rating: '7.1',
        link: '/film',
        Image: './images/pandorum.jpg',
        description1: 'В безднах космоса движется звездолет. Два члена команды, пробудившиеся от гиперсна, оказываются в сложной ситуации: оборудование не работает, вспомнить они ничего не могут. Какова была их миссия? Сколько времени прошло? Где они? Кто они? На все эти вопросы у них нет ответов. К тому же, на корабле обнаруживаются чужие - злобные воины, которые крушат все на своем пути.',
        description2: 'У космических путешественников очень мало времени. Теперь для них собственные жизни-не самое главное, ибо только от них двоих, возможно, зависит спасение человечества. Нужно любой ценой восстановить управление кораблем, пока загадочный Пандорум не взял власть в свои руки.'
    },
    {
        id: 1,
        title: 'Гравитация',
        original: 'Gravity 2013',
        category: 'фантастика, триллер, драма',
        rating: '7.5',
        link: '/film',
        Image: './images/gravitaciya.jpg',
        description1: 'В безднах космоса движется звездолет. Два члена команды, пробудившиеся от гиперсна, оказываются в сложной ситуации: оборудование не работает, вспомнить они ничего не могут. Какова была их миссия? Сколько времени прошло? Где они? Кто они? На все эти вопросы у них нет ответов. К тому же, на корабле обнаруживаются чужие - злобные воины, которые крушат все на своем пути.',
        description2: 'У космических путешественников очень мало времени. Теперь для них собственные жизни-не самое главное, ибо только от них двоих, возможно, зависит спасение человечества. Нужно любой ценой восстановить управление кораблем, пока загадочный Пандорум не взял власть в свои руки.'
    },
    {
        id: 2,
        title: 'Пекло',
        original: 'Sunshine 2007',
        category: 'фантастика, триллер',
        rating: '7.3',
        link: '/film',
        Image: './images/peklo.jpg',
        description1: 'В безднах космоса движется звездолет. Два члена команды, пробудившиеся от гиперсна, оказываются в сложной ситуации: оборудование не работает, вспомнить они ничего не могут. Какова была их миссия? Сколько времени прошло? Где они? Кто они? На все эти вопросы у них нет ответов. К тому же, на корабле обнаруживаются чужие - злобные воины, которые крушат все на своем пути.',
        description2: 'У космических путешественников очень мало времени. Теперь для них собственные жизни-не самое главное, ибо только от них двоих, возможно, зависит спасение человечества. Нужно любой ценой восстановить управление кораблем, пока загадочный Пандорум не взял власть в свои руки.'
    },
    {
        id: 3,
        title: 'Прометей',
        original: 'Prometheus 2012',
        category: 'фантастика, ужасы',
        rating: '7.0',
        link: '/film',
        Image: './images/prometei.jpg',
        description1: 'В безднах космоса движется звездолет. Два члена команды, пробудившиеся от гиперсна, оказываются в сложной ситуации: оборудование не работает, вспомнить они ничего не могут. Какова была их миссия? Сколько времени прошло? Где они? Кто они? На все эти вопросы у них нет ответов. К тому же, на корабле обнаруживаются чужие - злобные воины, которые крушат все на своем пути.',
        description2: 'У космических путешественников очень мало времени. Теперь для них собственные жизни-не самое главное, ибо только от них двоих, возможно, зависит спасение человечества. Нужно любой ценой восстановить управление кораблем, пока загадочный Пандорум не взял власть в свои руки.'
    },
    {
        id: 4,
        title: 'К звёздам',
        original: 'Ad Astra 2019',
        category: 'фантастика, триллер, драма, детектив, приключения',
        rating: '6.4',
        link: '/film',
        Image: './images/k_zvezdam.jpg',
        description1: 'В безднах космоса движется звездолет. Два члена команды, пробудившиеся от гиперсна, оказываются в сложной ситуации: оборудование не работает, вспомнить они ничего не могут. Какова была их миссия? Сколько времени прошло? Где они? Кто они? На все эти вопросы у них нет ответов. К тому же, на корабле обнаруживаются чужие - злобные воины, которые крушат все на своем пути.',
        description2: 'У космических путешественников очень мало времени. Теперь для них собственные жизни-не самое главное, ибо только от них двоих, возможно, зависит спасение человечества. Нужно любой ценой восстановить управление кораблем, пока загадочный Пандорум не взял власть в свои руки.'
    },
    {
        id: 5,
        title: 'Сквозь горизонт',
        original: 'Event Horizon 1997',
        category: 'ужасы, фантастика, триллер, детектив',
        rating: '6.9',
        link: '/film',
        Image: './images/skvoz_gorizont.jpg',
        description1: 'В безднах космоса движется звездолет. Два члена команды, пробудившиеся от гиперсна, оказываются в сложной ситуации: оборудование не работает, вспомнить они ничего не могут. Какова была их миссия? Сколько времени прошло? Где они? Кто они? На все эти вопросы у них нет ответов. К тому же, на корабле обнаруживаются чужие - злобные воины, которые крушат все на своем пути.',
        description2: 'У космических путешественников очень мало времени. Теперь для них собственные жизни-не самое главное, ибо только от них двоих, возможно, зависит спасение человечества. Нужно любой ценой восстановить управление кораблем, пока загадочный Пандорум не взял власть в свои руки.'
    }
]